In [1]:
import pandas as pd

In [2]:
bank_client_df = pd.DataFrame({'Bank Client ID':[111, 222, 333, 444],
                               'Bank Client Name':['Laila Aly','Kate','Nicole','Francis'],
                               'Net Worth [$]':[35000,3000,100000,2000],
                               'Years with Bank':[4,7,10,15]})

bank_client_df

   Bank Client ID Bank Client Name  Net Worth [$]  Years with Bank
0             111        Laila Aly          35000                4
1             222             Kate           3000                7
2             333           Nicole         100000               10
3             444          Francis           2000               15